<div class="container mt-5 pt-3 mb-5">
   <div class="box">
      <h1>Публичный договор (оферта)</h1>
	  <h4 align='center'>о продаже товаров и предоставлении услуг</h4>
	   <div class="line"></div>
	  <p>Договор публичной оферты является публичным, то есть согласно статье 633 Гражданского кодекса Украины его условия одинаковы для всех Покупателей независимо от статуса (физическое лицо, юридическое лицо, физическое лицо - предприниматель). При полном соглашении с условиями данного Договора, Покупатель принимает условия и порядок оформление Заказа, оплаты Товара, доставки Товара и несёт ответственность за неисполнение условий данного Договора.</p>

<p> Продавец предлагает заключить этот Договор публичной оферты про покупку-продажу Товаров и предоставления услуг через Веб-сайт Продавца любому лицу, которое примет данное предложение (далее – Покупатель), с другой стороны, далее вместе - Стороны, а каждый отдельно - Сторона.</p>

<p>ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ</p>

<p>Акцепт – принятие Покупателем сделки в том виде, в котором она представлена.</p>

<p>Веб-сайт – сайт Продавца, на котором содержится актуальный перечень Товаров и их стоимость по URL-адресу: www.vsegotovo.od.ua.</p>

<p>Заказ - должным образом оформленная Покупателем электронная форма заявки на приобретение отдельных позиций из ассортиментного перечня, общая стоимость выбранных Покупателем Товаров, сами Товары, которые выбрал Покупатель для приобретения и доставки, а также информация о Покупателе (данные, которые предоставляют возможность идентифицировать Покупателя, адрес доставки, другие примечания).</p>

<p>Курьерская доставка – услуга доставки Товара от Продавца к Покупателю в заявленный срок.</p>

<p>Оператор call-центра - представитель Продавца, который принимает Заказы.</p>

<p>Покупатель - физическое или юридическое лицо, вступившее в договорные отношения с Продавцом на условиях, указанных в Договоре.</p>

<p>Продавец - компания, реализующая Товар, представленные на Веб-сайте.</p>

<p>Публичная оферта - публичное предложение Продавца, адресованное любому физическому и юридическому лицу с целью заключить договор купли-продажи на определенных условиях, указанных в Договоре.</p>

<p>Товар - продукты питания, блюда и напитки, которые предлагаются к продаже, в соответствии с ассортиментом и ценами, указанными на Веб-сайте, реализуемых Покупателю с доставкой.</p>

<p>Третьи лица - это лица, которые непосредственно вовлечены в оформление и выполнение Заказа.</p>

<p>1. ОБЩИЕ ПОЛОЖЕНИЯ</p>

<p>1.1. Настоящий Договор заключается путём предоставления полного и безусловного согласия Покупателя на заключение Договора в полном объёме, без подписи письменного экземпляра Договора Сторонами.</p>

<p>1.2. Договор имеет юридическую силу в соответствии со ст.ст. 633, 641, 642 Гражданского кодекса Украины.</p>

<p>1.3. Покупатель подтверждает факт ознакомления и согласия со всеми условиями настоящего Договора в полном объёме путём акцепта.</p>

<p>1.4. Настоящий Договор вступает в силу с момента оформления Заказа. Таким образом, Покупатель дает согласие осуществить покупку имеющегося у Продавца Товара и действует до момента получения Покупателем Товара от Продавца и полного расчёта с ним.</p>

<p>1.5. Обязательства Продавца по Договору считаются выполненными с момента выдачи Продавцом Покупателю Товара.</p>

<p>1.6. Заключая Договор, Покупатель подтверждает, что он полностью ознакомлен и согласен с условиями Договора, а также, в случае, если Покупатель является физическим лицом, дает разрешение на обработку своих персональных данных с целью возможности выполнения условий настоящего Договора, возможности проведения взаиморасчетов, а также для получение счетов, актов и других документов. Разрешение на обработку персональных данных действует в течение всего срока действия Договора. Кроме этого, заключением настоящего Договора, Покупатель подтверждает, что ему сообщено (без дополнительного уведомления) о правах, установленные Законом Украины «О защите персональных данных».</p>

<p>2. ПРЕДМЕТ ДОГОВОРА</p>

<p>2.1. Продавец обязуется передать в собственность Покупателю Товары, перечень которых указан в подтвержденном Продавцом Заказе Покупателя, а Покупатель обязуется их оплатить и принять в порядке и на условиях, предусмотренных настоящим Договором.</p>

<p>3. ПРАВА И ОБЯЗАННОСТИ СТОРОН</p>

<p>3.1. Согласно условиям настоящего Договора, Продавец обязуется передать Товар, соответствующий заказу Покупателя в заявленный срок, а Покупатель обязуется принять товар и уплатить за него определенную денежную сумму.</p>

<p>3.2. Продавец обязуется:</p>

<p>3.2.1. Не разглашать любую частную информацию Покупателя и не предоставлять доступ к этой информации третьим лицам, за исключением случаев, предусмотренных действующим законодательством Украины.</p>

<p>3.2.2. Продавать товары и предоставлять услуги, предусмотренные условиями настоящего Договора.</p>

<p>3.2.3. Предоставлять консультации по вопросам пользования Веб-сайтом и по вопросам оформления Заказа.</p>

<p>3.2.4. Продавец не несет ответственности за ненадлежащее использование Товаров Покупателем, который он заказал.</p>

<p>3.3. Продавец имеет право:</p>

<p>3.3.1.Продавец оставляет за собой право в одностороннем порядке остановить предоставление услуг по настоящему Договору в случае нарушения Покупателем условий настоящего Договора.</p>

<p>3.3.2. Продавец оставляет за собой право изменять настоящий Договор в одностороннем порядке до момента его заключения.</p>

<p>3.3.3. Вносить изменения информации, размещённой на Веб-сайте в одностороннем порядке и по своему усмотрению.</p>

<p>3.3.4. Привлекать Третьих лиц для выполнения своих обязательств перед Покупателем.</p>

<p>3.3.5. Изменять срок доставки Товаров, которые заказал Покупатель, предварительно сообщая о таких изменениях Покупателю.</p>

<p>3.4. Покупатель обязуется:</p>

<p>3.4.1. До момента оформления Заказа ознакомиться с содержанием настоящего Договора, а также условиями оплаты и доставки на Веб-сайте.</p>

<p>3.4.2. Соблюдать условия настоящего Договора.</p>

<p>3.4.3. Принять Товар в заявленный срок, оплатить Товар до его получения или в момент его получения.</p>

<p>3.5. Покупатель имеет право:</p>

<p>3.5.1. Требовать от Продавца предоставления услуг в соответствии с условиями настоящего Договора.</p>

<p>4. ПОРЯДОК ОФОРМЛЕНИЯ ЗАКАЗА</p>

<p>4.1. Покупатель самостоятельно оформляет Заказ на Веб-сайте путем добавления Товаров во вкладку «КОРЗИНА» или устно в телефонном режиме по номерам телефона, указанным на Веб-сайте, предварительно ознакомившись с Правилами оформления Заказа.</p>

<p> 4.2. После выбора перечня и количества Товаров, которые Покупатель хочет приобрести у Продавца на Веб-сайте, Покупатель заполняет данные в соответствующей форме Заказа, указывает форму оплаты и выбирает опцию «ОФОРМИТЬ ЗАКАЗ».</p>

<p>4.3. Покупатель может получить Товар путём доставки или забрать Товар самостоятельно.</p>

<p> 4.4. Заказ считается оформленным и принятым к исполнению только в том случае, если:</p>

<p> 4.4.1. Покупатель завершил действия по оформлению заказа на Веб-сайте, нажал кнопку «Отправить», Оператор колл-центра в телефонном режиме связался с Покупателем для подтверждения Заказа и сообщил Покупателю о том, что Заказ был принят.</p>

<p>4.4.2. Покупатель оформил Заказ Товара в телефонном режиме через колл-центр и Оператор подтвердил Покупателю информацию о том, что Заказ принят к исполнению.</p>

<p>4.4.3. В том случае, если Оператор колл-центра не подтвердит Покупателю о принятии заказа в работу или Покупатель отказывается от оформления Заказа, такой Заказ считается неоформленным и не подлежит исполнению.</p>

<p>4.5. Покупатель несет полную ответственность за достоверность данных, которые он указывает при оформлении Заказа Товара.</p>

<p>5. ПРОДАЖА ТОВАРА И ПРЕДОСТАВЛЕНИЯ УСЛУГ</p>

<p>5.1. Продавец может предоставить Покупателю информацию, связанную с Товарами, оформлением и выполнением Заказа.</p>

<p>5.2. Продавец не несет ответственности за достоверность информации о Товаре, предоставленной производителем такого Товара и который не производится именно Продавцом.</p>

<p>5.3. Продавец обеспечивает наличие Товаров, которые указаны на Веб-сайте, но при отсутствии Товара, Продавец может исключить его из заказа, предварительно сообщив об этом Покупателю.</p>

<p>5.4. Продавец оставляет за собой право отказать Покупателю в продаже и/или передачи заказанных Товаров и/или оказании услуг в связи с ненадлежащим исполнением Покупателя своих обязанностей в соответствии с настоящим Договором.</p>

<p>6. ВЫПОЛНЕНИЕ ЗАКАЗА</p>

<p>6.1.Покупатель имеет право получить заказанный им Товар путем самостоятельного вывоза или воспользоваться услугами Курьерской доставки.</p>

<p>6.2.Самостоятеный вывоз осуществляется Покупателем с места выдачи Заказа, указанный Покупателем при оформлении Заказа.</p>

<p>6.3. Режим работы продавца и время доставки указаны на Веб-сайте. Срок доставки может быть изменен Продавцом в одностороннем порядке. К невозможности выполнения Заказа или его несвоевременного исполнения могут привести обстоятельства, обусловленные человеческим фактором, или же обстоятельства непреодолимой силы.</p>

<p>6.4. Доставка Заказа курьером осуществляется по согласованию с Покупателем и по указанному им при оформлении Заказа адресу.</p>

<p>6.5. Право собственности на Товар, а также риск его случайного повреждения или потери переходят к Покупателю с момента передачи Товара. Оплата Товара Покупателем свидетельствует о том, что претензий к Товару не имеется и Продавец надлежащим образом выполнил свою обязанность по передаче Товара.</p>

<p>6.6. Доставка в отдалённые районы города ограничена. Подробная информация о территории доставки указана на Веб-сайте в разделе «Оплата и доставка».</p>

<p>7. ОПЛАТА ТОВАРА</p>

<p>7.1. Сумма Заказ состоит из общей стоимости заказанных Товаров.</p>

<p>7.2. Цена Товара, указанная на Веб-сайте, может быть изменена Продавцом в одностороннем порядке. При этом цена на заказанный Покупателем Товар изменению не подлежит.</p>

<p>7.3. Оплата Товара осуществляется Покупателем наличными средствами или путем перечисления средств на текущий счет Продавца, при получении Заказа или путем предоплаты в сумме, соответствующей цене Заказа. Предоплата Заказа в полном объеме осуществляется, если общая сумма Заказ составляет более 1500,00 гривен.</p>

<p>7.4. Продавец вправе предоставлять скидки наТовары и устанавливать программу бонусов. Виды скидок, бонусов, порядок и условия начисления указываются на Веб-сайте и могут быть изменены Продавцом в одностороннем порядке.</p>

<p>7.5. В случае введения налогов и сборов, которые не включаются в стоимость Товаров (работ, услуг), и подлежат оплате Покупателем, суммы таких налогов и сборов будут включены отдельной строкой в Заказ и подлежат оплате Покупателем вместе со стоимостью заказанного Товара.</p>

<p>8. ОТВЕТСТВЕННОСТЬ СТОРОН</p>

<p>8.1.За неисполнение или ненадлежащее исполнение своих обязательств по настоящему Договору Стороны несут ответственность в соответствии с действующим законодательством Украины.</p>

<p>8.2.Продавец не несет ответственность за ущерб, причиненный Покупателю вследствие ненадлежащего использования приобретенных им Товаров.</p>

<p>9. ПОРЯДОК УРЕГУЛИРОВАНИЯ СПОРОВ</p>

<p>9.1.Все спорные вопросы, которые могут возникнуть по настоящему Договору или в связи с его исполнением Покупатель и Продавец решают путем переговоров. Досудебный порядок урегулирования спора является обязательным.</p>

<p>9.2. В случае, если Покупатель и Продавец не смогут достичь согласия по спорным вопросам путем переговоров, эти вопросы подлежат разрешению в соответствии с действующим законодательством Украины.</p>

<p>10. ПОЛЬЗОВАНИЕ ИНФОРМАЦИЕЙ.</p>

<p>10.1.Оформляя Заказ Товаров, Покупатель дает свое согласие Продавцу на сбор и обработку (накопление, хранение, адаптации, восстановления, использования, распространения, обезличивание и уничтожение) указанных им персональных данных в соответствии с Законом Украины «О защите персональных данных» от 01.06.2010 года № 2297-VI. Доступ к персональным данным Покупателя имеют только те лица, которые непосредственно вовлечены в оформление и выполнение такого Заказа за исключением случаев и в пределах, предусмотренных действующим законодательством Украины.</p>

<p>10.2. Под обработкой персональных данных понимается любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение) извлечение, использование, блокирование, удаление, уничтожение персональных данных.</p>

<p>10.3. Покупатель при оформлении Заказа обязан предоставить точную и правдивую информацию в объеме, который необходим для покупки Товара и предоставления услуг. Предоставление неточной информации или не предоставление такой информации по требованию Продавца может быть поводом для отказа в продаже Товара.</p>

<p>10.4. Продавец не несет ответственности за сведения, предоставленные Покупателем на Веб-сайте в общедоступной форме.</p>

<p>10.5.Продавец вправе осуществлять записи телефонных разговоров с Покупателем, предварительно предупредив Покупателя про фиксацию этого разговора. Продавец гарантирует не допущения попыток несанкционированного использования персональных данных Покупателя третьими лицами, которые не имеют отношения к выполнению заказа, кроме случаев, предусмотренных действующим законодательством Украины.</p>

<p>10.6. Продавец имеет право отправлять информационные, в том числе рекламные сообщения на электронную почту и мобильный телефон Покупателя с его согласия. Покупатель вправе отказаться от получения рекламной и другой информации без объяснения причин отказа, направив письменное заявление об отказе от получения рекламной и другой информации Продавцу по адресу, указанному на Веб-сайте. Сервисные сообщения, информирующие Покупателя о Заказе и этапы его обработки, отправляются автоматически и не могут быть отклонены Покупателем.</p>

<p>11. ИТЕЛЛЕКТУАЛЬНАЯ СОБСТВЕННОСТЬ</p>

<p>11.1.Вся текстовая информация и графические изображения, размещенные на Веб-сайте являются собственностью Продавца.</p>

<p>12. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ</p>

<p>12.1. Настоящий договор вступает в силу со дня оформления Заказа и действует до выполнения всех условий Договора.</p>

<p>12.2.Веб-сайт может временно приостановить работу в связи с проведением профилактических или технических работ.</p>

<p>12.3. Продавец оставляет за собой право на изменение цен и состава блюд по своему усмотрению, предварительно уведомляя об этом Покупателя.</p>

<p>12.3. Договор является публичным и бессрочным и действует до его прекращения любой из Сторон в порядке, установленном настоящим Договором или действующим законодательством, но в любом случае до момента окончательного его исполнения Сторонами.</p>

<p>12.4. Данная версия Публичного Договора является текущей.</p>
   </div>
</div>
